Repository: bs135/EduMSDemo
Catalog: src/EduMSDemo.Resources/Shared/Headers.*.resx
Languages: vi

# AdministrationAccountsIndex
source: Accounts
vi: Danh sách tài khoản

# AdministrationAccounts
source: Account
vi: Tài khoản

# AdministrationRoles
source: Role
vi: Vai trò

# AdministrationRolesIndex
source: Roles
vi: Danh sách vai trò

source: Profile
vi: Hồ sơ

source: Manage
vi: Quản lý

# AdministrationSystemSettings
source: Settings
vi: Cấu hình

# AdministrationSystemSettingsIndex
source: Settings
vi: Danh sách cấu hình

# ManageBuildings
source: Buildings
vi: Tòa nhà

# ManageBuildingsIndex
source: Buildings
vi: Danh sách tòa nhà

# ManageClassRooms
source: ClassRooms
vi: Phòng học

# ManageClassRoomsIndex
source: ClassRooms
vi: Danh sách phòng học

# ManageCurriculums
source: Curriculums
vi: Chương trình đào tạo

# ManageCurriculumsIndex
source: Curriculums
vi: Danh sách chương trình đào tạo

# ManageCurriculumDetails
source: CurriculumDetails
vi: Chi tiết chương trình đào tạo

# ManageCurriculumDetailsIndex
source: CurriculumDetails
vi: Danh sách chi tiết chương trình đào tạo

# ManageCurriculumTypes
source: CurriculumTypes
vi: Loại chương trình đào tạo

# ManageCurriculumTypesIndex
source: CurriculumTypes
vi: Danh sách loại chương trình đào tạo

# ManageBonusScores
source: BonusScores
vi: Điểm thưởng

# ManageBonusScoresIndex
source: BonusScores
vi: Danh sách điểm thưởng

# ManageScoreRecords
source: ScoreRecords
vi: Bảng điểm

# ManageScoreRecordsIndex
source: ScoreRecords
vi: Danh sách bảng điểm

# ManageScoreRecordDetails
source: ScoreRecordDetails
vi: Chi tiết bảng điểm

# ManageScoreRecordDetailsIndex
source: ScoreRecordDetails
vi: Danh sách chi tiết bảng điểm

# ManageCourses
source: Courses
vi: Khóa

# ManageCoursesIndex
source: Courses
vi: Danh sách khóa

# ManageStudents
source: Students
vi: Sinh viên

# ManageStudentsIndex
source: Students
vi: Danh sách sinh viên

# ManageStudentClasses
source: StudentClasses
vi: Lớp quản lý sinh viên

# ManageStudentClassesIndex
source: StudentClasses
vi: Danh sách lớp quản lý sinh viên

# ManageSemesters
source: Semesters
vi: Học kỳ

# ManageSemestersIndex
source: Semesters
vi: Danh sách học kỳ

# ManageSubjectClasses
source: SubjectClasses
vi: Lớp môn học

# ManageSubjectClassesIndex
source: SubjectClasses
vi: Danh sách lớp môn học

# ManageSubjectClassTeachers
source: SubjectClassTeachers
vi: Giáo viên phụ trách lớp môn học

# ManageSubjectClassTeachersIndex
source: SubjectClassTeachers
vi: Danh sách giáo viên phụ trách lớp môn học

# ManagePreSubjects
source: PreSubjects
vi: Môn học tiên quyết

# ManagePreSubjectsIndex
source: PreSubjects
vi: Danh sách môn học tiên quyết

# ManageSubjects
source: Subjects
vi: Môn học

# ManageSubjectsIndex
source: Subjects
vi: Danh sách môn học

# ManageDepartments
source: Departments
vi: Bộ môn

# ManageDepartmentsIndex
source: Departments
vi: Danh sách bộ môn

# ManageFaculties
source: Faculties
vi: Khoa

# ManageFacultiesIndex
source: Faculties
vi: Danh sách khoa

# ManageFacultyManageBoards
source: FacultyManageBoards
vi: Ban lãnh đạo khoa

# ManageFacultyManageBoardsIndex
source: FacultyManageBoards
vi: Danh sách ban lãnh đạo khoa

# ManageStaffs
source: Staffs
vi: Cán bộ

# ManageStaffsIndex
source: Staffs
vi: Danh sách cán bộ
