Repository: bs135/EduMSDemo
Catalog: src/EduMSDemo.Resources/Shared/Messages.*.resx
Languages: vi

# AdministratorSystemSettingDeleteConfirmMessage
source: Are you sure to delete this setting?
vi: Bạn có chắc là muốn xóa cấu hình này?

# AdministratorAccountDeleteConfirmMessage
source: Are you sure to delete this account?
vi: Bạn có chắc là muốn xóa tài khoản này?

# AdministratorRoleDeleteConfirmMessage
source: Are you sure to delete this role?
vi: Bạn có chắc là muốn xóa vai trò này?

# ManageBuildingDeleteConfirmMessage
source: Are you sure to delete this Building?
vi: Bạn có chắc là muốn xóa tòa nhà này?

# ManageClassRoomDeleteConfirmMessage
source: Are you sure to delete this ClassRoom?
vi: Bạn có chắc là muốn xóa phòng học này?

# ManageCurriculumDeleteConfirmMessage
source: Are you sure to delete this Curriculum?
vi: Bạn có chắc là muốn xóa chương trình đào tạo này?

# ManageCurriculumDetailDeleteConfirmMessage
source: Are you sure to delete this CurriculumDetail?
vi: Bạn có chắc là muốn xóa chi tiết chương trình đào tạo này?

# ManageCurriculumTypeDeleteConfirmMessage
source: Are you sure to delete this CurriculumType?
vi: Bạn có chắc là muốn xóa loại chương trình đào tạo này?

# ManageBonusScoreDeleteConfirmMessage
source: Are you sure to delete this BonusScore?
vi: Bạn có chắc là muốn xóa điểm thưởng này?

# ManageScoreRecordDeleteConfirmMessage
source: Are you sure to delete this ScoreRecord?
vi: Bạn có chắc là muốn xóa bảng điểm này?

# ManageScoreRecordDetailDeleteConfirmMessage
source: Are you sure to delete this ScoreRecordDetail?
vi: Bạn có chắc là muốn xóa chi tiết bảng điểm này?

# ManageCourseDeleteConfirmMessage
source: Are you sure to delete this Course?
vi: Bạn có chắc là muốn xóa khóa này?

# ManageStudentDeleteConfirmMessage
source: Are you sure to delete this Student?
vi: Bạn có chắc là muốn xóa sinh viên này?

# ManageStudentClassDeleteConfirmMessage
source: Are you sure to delete this StudentClass?
vi: Bạn có chắc là muốn xóa lớp quản lý sinh viên này?

# ManageSemesterDeleteConfirmMessage
source: Are you sure to delete this Semester?
vi: Bạn có chắc là muốn xóa học kỳ này?

# ManageSubjectClassDeleteConfirmMessage
source: Are you sure to delete this SubjectClass?
vi: Bạn có chắc là muốn xóa lớp môn học này?

# ManageSubjectClassTeacherDeleteConfirmMessage
source: Are you sure to delete this SubjectClassTeacher?
vi: Bạn có chắc là muốn xóa giáo viên phụ trách lớp môn học này?

# ManagePreSubjectDeleteConfirmMessage
source: Are you sure to delete this PreSubject?
vi: Bạn có chắc là muốn xóa môn học tiên quyết này?

# ManageSubjectDeleteConfirmMessage
source: Are you sure to delete this Subject?
vi: Bạn có chắc là muốn xóa môn học này?

# ManageDepartmentDeleteConfirmMessage
source: Are you sure to delete this Department?
vi: Bạn có chắc là muốn xóa bộ môn này?

# ManageFacultyDeleteConfirmMessage
source: Are you sure to delete this Faculty?
vi: Bạn có chắc là muốn xóa khoa này?

# ManageFacultyManageBoardDeleteConfirmMessage
source: Are you sure to delete this FacultyManageBoard?
vi: Bạn có chắc là muốn xóa bang chủ nhiệm khoa này?

# ManageStaffDeleteConfirmMessage
source: Are you sure to delete this Staff?
vi: Bạn có chắc là muốn xóa cán bộ này?
